<template>
    <div class="question">
        <div class="content-wrap">
            <div class="ww">
                <div class="container" id="List">
                    <div class="question-content">
                        <h2 class="titles">用户协议</h2>
                        <h3>FEXchain与用户共同确认：</h3>
                        <p>用户点击FEXchain注册页面的同意注册按钮并完成注册程序、获得FEXchain账号和密码时，视为用户与FEXchain已达成《FEXchain用户协议》 (下称"本协议"），就用户进入FEXchain使用相应的交易服务视为同意本协议的全部内容</p>
                        <p>FEXchain及FEXchain的全部用户均已认真阅读本协议中全部条款及发布的法律声明和操作规则的内容，并对本协议及前述服务条款、法律声明和操作规则均已知晓、理解并接受，同意将其作为确定双方权利义务的依据。FEXchain发布的法律声明和操作规则为本协议的必要组成部分，用户接受本协议的同时即视为接受相关法律声明及操作规则的全部内容。本协议内容包括但不限于本协议正文、FEXchain已经发布的或将来可能发布的各类规则、声明、说明等。所有规则、声明、说明等均为协议不可分割的一部分，与协议正文具有同等法律效力。</p>
                        <p>本协议不涉及FEXchain用户与其他用户之间因数字资产交易而产生的法律关系及法律纠纷。</p>
                        <h3>定义条款</h3>
                        <p>1.1 本协议所称“数字资产”：不仅包括国际上目前通行的数字资产，如比特币（BTC）、泰达币（USDT）、以太坊（ETH）等数字资产，还包括FEXchain全部交易区目前和未来上线的全部数字资产。
                           </br> 1.2 “FEXchain”：FEXchain  ，域名为www.fexchain.io, 由第三方科技公司通过该网络交易平台为数字资产玩家提供数字资产网络交易平台服务。
                           </br> 1.3 “用户”：接受并同意本协议全部条款及FEXchain不时发布和更新的法律条款和操作规则、通过FEXchain平台进行数字资产交易的FEXchain注册会员。
                            </br>1.4 “用户注册”：用户注册是指用户登录FEXchain，并按要求填写相关信息并确认同意履行相关用户协议的过程。
                           </br> 1.5 “数字资产交易”：用户通过FEXchain进行的数字资产交易活动。
                           </br> 1.6 “充值款”：用户为购买数字资产/出售数字资产而向FEXchain平台预充入的法币/数字资产的款项。
                           </br> 1.7 “手续费”：用户在FEXchain达成数字资产交易而向FEXchain支付的交易服务费用。
                         </p>
                        <h3>用户注册</h3> 
                        <p>
                            </br>2.1<b> 注册资格</b>
                           </br> 用户承诺：用户具有完全民事权利能力和行为能力，或虽不具有完全民事权利能力和行为能力,但点击同意注册按钮，本网即视为经其法定代理人同意并由其法定代理人代理注册及应用FEXchain服务。
                           </br> 2.2 <b>注册目的</b>
                          </br>  用户承诺：用户在FEXchain进行注册并非出于违反法律法规进行违法犯罪活动目的或破坏FEXchain数字资产交易秩序的目的。
                          </br>  2.3 <b>注册流程</b>
                          </br>  2.3.1 用户同意根据FEXchain注册页面的要求提供有效联系信息，如手机号等信息，设置FEXchain账号及密码，用户应确保所提供全部信息的真实性、完整性和准确性。
                           </br> 2.3.2 用户合法、完整并有效提供注册所需信息的，有权获得FEXchain账号和密码，FEXchain账号和密码用于用户在FEXchain进行会员登录。
                           </br> 2.3.3 用户获得FEXchain账号及密码时视为用户注册成功，用户同意接收FEXchain发送的与FEXchain网站管理、运营相关的电子邮件和/或短消息。
                           </br> 2.3.4 用户注册成功后进行数字资产交易，应当按照本协议要求提供本人的真实身份信息包括但不限于姓名、身份证号、照片等，进行实名认证。
                            </br>2.3.5 用户在使用FEXchain提供的服务过程中，应当按照本协议要求进行一系列身份的确认操作，包括但不限于提供本人的身份证照片、手持身份证照片、进行视频认证等。
                        </p>
                        <h3>用户服务</h3>
                        <p>FEXchain为用户通过FEXchain进行数字资产交易活动提供网络交易平台服务。FEXchain不作为买家或是卖家参与买卖数字资产行为本身。
                           </br>  3.1 <b>服务内容</b>
                          </br>   3.1.1 用户有权在FEXchain浏览数字资产实时行情及交易信息、有权通过FEXchain提交数字资产交易指令并完成数字资产交易。
                          </br>   3.1.2 用户有权在FEXchain查看其FEXchain会员账号下的信息，有权应用FEXchain提供的功能进行操作。
                           </br>  3.1.3 用户有权按照FEXchain发布的活动规则参与FEXchain组织的网站活动。
                            </br> 3.1.4 FEXchain承诺为用户提供的其他服务。
                          </br>   3.2 <b>服务规则</b>
                           </br>  用户承诺遵守下列FEXchain服务规则：
                           </br>  3.2.1 用户应当遵守法律法规、规章、规范性文件及政策要求的规定，保证账户中所有资金和数字资产来源的合法性，不得在FEXchain或利用FEXchain服务从事非法或其他损害FEXchain或第三方权益的活动，如发送或接收任何违法、违规、违反公序良俗、侵犯他人权益的信息，发送或接收传销材料或存在其他危害的信息或言论，未经FEXchain授权使用或伪造FEXchain电子邮件题头信息等。
                            </br> 3.2.2 用户应当妥善使用和保管其FEXchain账号及密码、资金密码以及手机接收的手机验证码的安全。用户对使用其FEXchain账号和密码、资金密码、手机验证码进行的任何操作和后果承担全部责任。当用户发现FEXchain账号、密码、或资金密码、验证码被未经其授权的第三方使用，或存在其他账号安全问题时，应立即有效通知FEXchain，要求FEXchain暂停该FEXchain账号的服务。FEXchain有权在合理时间内对用户的该等请求采取行动，但对FEXchain采取行动前用户已经遭受的损失不承担任何责任。用户在未经FEXchain同意的情况下不得将FEXchain账号以赠与、借用、租用、转让或其他方式处分给他人。
                            </br> 3.2.3 用户应当遵守FEXchain不时发布和更新的用户协议以及其他服务条款和操作规则。
                          </p>
                          
                       <h3>交易规则</h3>
                       <p>
                           用户承诺在其进入FEXchain交易，通过FEXchain与其他用户进行数字资产交易的过程中良好遵守如下FEXchain数字资产交易规则。
                       </br> 4.1<b> 浏览交易信息</b>
                      </br>  用户在FEXchain浏览数字资产交易信息时，应当仔细阅读交易信息中包含的全部内容，包括但不限于数字资产价格、委托量、手续费、买入或卖出方向， 用户完全接受交易信息中包含的全部内容后方可点击按钮进行交易。
                      </br>  4.2 <b>充值</b>
                      </br>  用户了解并同意FEXchain会时时更新可使用的充值的法币币种，目前支持人民币、美元和数字资产的充值。
                     </br>   4.3 <b>提现</b>
                       </br> 用户了解并同意，用户有权随时提取在FEXchain账户中的余额，包括法币以及数字资产，但需向FEXchain支付相应的提现手续费用。
                      </br> 4.4 <b>提交委托</b>
                       </br> 用户在浏览完交易信息确认无误之后可以提交交易委托。用户提交交易委托后，即用户授权FEXchain代理用户进行相应的交易撮合，FEXchain在有满足用户委托价格的交易时将会自动完成撮合交易而无需提前通知用户。
                       </br> 4.5<b> 查看交易明细</b>
                     </br>   用户可以通过管理中心的交易明细中查看相应的成交记录，确认自己的详情交易记录。
                      </br>  4.6 <b>撤销/修改委托</b>
                      </br>  在委托未达成交易之前，用户有权随时撤销或修改委托。
                       </p>
                       <h3>用户的权利和义务</h3>
                       <p> 5.1用户有权按照本协议约定接受FEXchain提供的数字资产交易平台服务。
                            </br> 5.2 用户有权随时终止使用FEXchain的服务。
                           </br>  5.3 用户有权随时提取在FEXchain的资金余额，包括人民币以及数字资产，但需向FEXchain支付相应的提现手续费用。
                           </br>  5.4 用户对注册时提供的个人资料的真实性、有效性及安全性负责。
                           </br>  5.5 用户在FEXchain进行数字资产交易时不得恶意干扰数字资产交易的正常进行、破坏交易秩序。
                           </br>   5.6 用户不得以任何技术手段或其他方式干扰FEXchain的正常运行或干扰其他用户对FEXchain服务的使用。
                           </br>  5.7 如用户因网上交易与其他用户产生诉讼的，不得通过司法或行政以外的途径要求FEXchain提供相关资料。
                           </br>  5.8 用户不得以虚构事实等方式恶意诋毁FEXchain的商誉。
                       </p>
                       <h3>FEXchain的权利和义务</h3>
                       <p>6.1 如用户不具备本协议约定的注册资格，则FEXchain有权拒绝用户进行注册，对已注册的用户有权注销其FEXchain会员账号，FEXchain因此而遭受损失的有权向前述用户或其法定代理人主张赔偿。同时，FEXchain保留其他任何情况下决定是否接受用户注册的权利。
                        </br> 6.2 FEXchain发现账户使用者并非账户初始注册人时，有权中止该账户的使用。
                        </br> 6.3 FEXchain通过技术检测、人工抽检等检测方式合理怀疑用户提供的信息错误、不实、失效或不完整时，有权通知用户更正、更新信息或中止、终止为其提供FEXchain服务。
                        </br> 6.4 FEXchain有权在发现FEXchain上显示的任何信息存在明显错误时，对信息予以更正。
                        </br> 6.5 FEXchain保留随时修改、中止或终止FEXchain服务的权利，FEXchain行使修改或中止服务的权利不需事先告知用户，FEXchain终止FEXchain一项或多项服务的，终止自FEXchain在网站上发布终止公告之日生效。
                        </br> 6.6 FEXchain应当采取必要的技术手段和管理措施保障FEXchain的正常运行，并提供必要、可靠的交易环境和交易服务，维护数字资产交易秩序。
                        </br> 6.7 如用户连续一年未使用FEXchain会员账号和密码登录FEXchain，则FEXchain有权注销用户的FEXchain账号。账号注销后，FEXchain有权将相应的会员名开放给其他用户注册使用。
                       </br>  6.8 FEXchain通过加强技术投入、提升安全防范等措施保障用户的人民币资金及数字资产托管安全，有义务在用户资金出现可以预见的安全风险时提前通知用户。
                       </br> 6.9 FEXchain有权在本协议履行期间及本协议终止后保留用户的注册信息及用户应用FEXchain服务期间的全部信息，包括但不限于个人信息、交易信息等，但须按照本协议约定使用，不得非法使用该等信息。
                       </br>  6.10 FEXchain有权随时删除FEXchain网站内各类不符合国家法律法规、规范性文件或FEXchain网站规定的用户评价等内容信息，FEXchain行使该等权利不需提前通知用户。
                        </p>
                        <h3>特别声明</h3>
                        <p>7.1 在法律允许的范围内，不论在何种情况下，FEXchain对由于信息网络设备维护、信息网络连接故障、电脑、通讯 或其他系统的故障、电力故障、天气原因、意外事故、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、银行或其他合作方原因、数字资产市场崩溃、政府行为、司法行政机关的命令、其他不可抗力或第三方的不作为而造成的不能服务或延迟服务，以及用户因此而遭受的损失不承担责任。</p>
                        <h3>知识产权</h3>
                        <p>8.1 FEXchain所包含的全部智力成果包括但不限于网站标志、数据库、网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合， 软件编译、相关源代码和软件（包括小应用程序和脚本）的知识产权权利均归FEXchain所有。用户不得为商业目的复制、更改、拷贝、发送或使用前述任何材料或内容。
                         </br>  8.2 用户接受本协议即视为用户主动将其在FEXchain发表的任何形式的信息的著作权，包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权 以及应当由著作权人享有的其他可转让权利无偿独家转让给FEXchain所有，FEXchain有权利就任何主体侵权单独提起诉讼并获得全部赔偿。
                         </br> 8.3 用户在使用FEXchain服务过程中不得非法使用或处分FEXchain或他人的知识产权权利。用户不得将已发表于FEXchain的信息以任何形式发布或授权其它网站（及媒体）使用。</p>
                        <h3>客户服务</h3>
                        <p>FEXchain建立专业的客服团队，并建立完善的客户服务制度，从技术、人员和制度上保障用户提问及投诉渠道的畅通，为用户提供及时的疑难解答与投诉反馈。</p>
                        <h3>协议的变更和终止</h3>
                        <p>10.1 协议的变更：FEXchain有权随时对本协议内容或FEXchain发布的其他服务条款及操作规则的内容进行变更，变更时FEXchain将在FEXchain站内显著位置发布公告，变更自公告发布之时生效，如用户继续使用FEXchain提供的服务即视为用户同意该等内容变更，如用户不同意变更后的内容则用户有权注销FEXchain账户、停止使用FEXchain服务。
                           </br>  10.2 协议的终止：
                          </br>   10.2.1 FEXchain有权依据本协议约定注销用户的FEXchain账号，本协议于账号注销之日终止。
                           </br>  10.2.2 FEXchain有权依据本协议约定终止全部FEXchain服务，本协议于FEXchain全部服务终止之日终止。
                           </br>  10.2.3 本协议终止后，用户无权要求FEXchain继续向其提供任何服务或履行任何其他义务，包括但不限于要求FEXchain为用户保留或向用户披露其原FEXchain账号中的任何信息，向用户或第三方转发任何其未曾阅读或发送过的信息等。
                           </br>  10.2.4 本协议的终止不影响守约方向违约方追究违约责任。</p>
                        <h3>用户信息保护</h3>
                        <p>11.1 <b>适用范围</b> 
                           </br> 11.1.1 在用户注册FEXchain账号或者支付账户时，用户根据FEXchain要求提供的个人注册信息，包括但不限于身份证信息。
                           </br> 11.1.2 在用户使用FEXchain服务时，或访问FEXchain网页时，FEXchain自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址等数据及用户要求取用的网页记录。
                           </br> 11.1.3 FEXchain收集到的用户在FEXchain进行交易的有关数据，包括但不限于充值、出价、购买、提现、提币等记录。
                           </br> 11.1.4 FEXchain在提供服务过程中，进行身份确认等收集到的包括但不限于身份证照片、手持身份证、视频等信息。
                           </br> 11.1.5 FEXchain通过合法途径取得的其他用户个人信息。
                          </br>  11.2 <b>信息使用</b> 
                          </br>  11.2.1 不需要用户额外的同意，用户在FEXchain注册成功即视为用户同意FEXchain收集并使用其在FEXchain的各类信息，如11.1条所列，用户了解并同意，FEXchain可以将收集的用户信息用作包括但不限于下列用途：
                          </br>  11.2.1.1 向用户提供FEXchain服务；
                          </br>  11.2.1.2 基于国家相关主管部门的要求向相关部门进行报告；
                           </br> 11.2.1.3 在用户使用FEXchain服务时，FEXchain将用户的信息用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保FEXchain向用户提供的产品和服务的安全性；
                          </br>  11.2.1.4 帮助FEXchain设计新产品及服务，改善FEXchain现有服务；
                           </br> 11.2.1.5 不需要用户额外同意，FEXchain向用户提供FEXchain品牌下不同公司运营的不同网站的各类服务所需；
                           </br> 11.2.1.6 为了使用户解FEXchain服务的具体情况，用户同意FEXchain向其发送营销活动通知、商业性电子信息以及提供与用户相关的广告以替代普遍投放的广告；
                           </br> 11.2.1.7 根据法律法规的规定、有权机关的要求或是经用户同意；
                           </br> 11.2.1.8 FEXchain为完成合并、分立、收购或资产转让而将用户的信息转移或披露给任何非关联的第三方；
                          </br>  11.2.1.9 软件认证或管理软件升级；
                          </br>  11.2.1.10 邀请用户参与有关FEXchain服务的调查；
                         </br>   11.2.1.11 用于和政府机关、事业单位等合作的数据分析；
                         </br>   11.2.1.12 用作其他一切合法目的以及经用户授权的其他用途。
                          </br>  11.2.2 FEXchain不会向其他任何人出售或出借用户的个人信息，除非事先得到用户的许可。FEXchain也不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。
                          </br>  11.2.3 为使用户能更好的享受FEXchain提供的服务，用户知晓并同意FEXchain可将其个人信息授权给其他第三方征信机构用于验证用户信息的真实性及提供征信服务使用。
                         </br>   11.3 FEXchain对所获得的客户身份资料和交易信息进行保密，不得向任何单位和个人提供客户身份资料和交易信息，法律法规另有规定的除外。
                           </p>
                         <h3>反洗钱</h3>
                          <p>12.1 FEXchain遵守和执行《中华人民共和国反洗钱法》的规定，对用户进行身份识别、客户身份资料和交易记录保存制度，以及大额的和可疑交易报告的制度。
                           </br>  12.2 用户注册、挂失交易密码或者资金密码时，应当提供并上传身份证复印件，FEXchain对用户提供的身份证信息进行识别和比对。FEXchain有合理的理由怀疑用户使用虚假身份注册时，有权拒绝注册或者注销已经注册的账户。
                            </br> 12.3 FEXchain参照《金融机构大额交易和可疑交易报告管理办法》的规定，保存大额交易和有洗钱嫌疑的交易记录，在监管机构要求提供大额交易和可疑交易的记录时，向监管机构提供。
                            </br> 12.4 FEXchain对用户身份信息以及大额交易、可疑交易记录进行保存，依法协助、配合司法机关和行政执法机关打击洗钱活动，依照法律法规的规定协助司法机关、海关、税务等部门查询、冻结和扣划客户存款。
                           </br>  12.5 根据国家反洗钱政策及保障客户资产安全，汇款人姓名必须和实名认证姓名一致。
                            </p>
                       <h3>风险提示</h3>
                         <p>13.1 数字资产交易有极高的风险。
                           </br> 13.1.1 数字资产市场是全新的、未经确认的，而且可能不会增长。目前，数字资产主要由投机者大量使用，零售和商业市场使用相对较少。因此，数字资产价格易产生波动，并进而对数字资产投资产生不利影响。
                           </br> 13.1.2 数字资产市场没有像中国股市那样的涨跌停限制，同时交易是24小时开放的。数字资产由于筹码较少，价格易受到庄家控制以及全球政府政策的影响而大幅波动即有可能出现一天价格涨几倍的情况，同时也可能出现一天内价格跌去一半的情况。
                           </br> 13.1.3 因各国法律、法规和规范性文件的制定或者修改，数字资产交易随时可能被暂停、或被禁止。
                          </br>  13.2 用户参与数字资产交易，应当自行控制风险，评估数字资产投资价值和投资风险，承担损失全部投资的经济风险。
                           </br> 13.2.1 用户参与数字资产交易，需承受较高风险。用户应了解和理解此投资有可能导致部分损失或全部损失，所以用户应该以能承受的损失程度来决定投资的金额。用户应了解和理解数字资产会产生衍生风险，所以如有任何疑问，建议先寻求理财顾问的协助。此外，除了上述提及过的风险以外，还会有未能预测的风险存在。
                          </br>  13.2.2 用户应慎重考虑并用清晰的判断能力去评估自己的财政状况及上述各项风险而作出任何买卖数字资产的决定，并承担由此产生的全部损失，FEXchain对此不承担任何责任。
                           </br> 13.3 因国家法律、法规和规范性文件的制定或者修改，导致数字资产的交易被暂停、或者禁止的，因此造成的经济损失全部由用户自行承担。
                          </br>  13.4 用户了解FEXchain仅作为用户获取数字资产信息、寻找交易方、就数字资产的交易进行协商及开展交易的场所，FEXchain不参与用户的任何交易，故用户应自行谨慎判断确定相关数字资产及/或信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。
                          </br>  13.5 FEXchain的任何意见、消息、探讨、分析、价格、建议和其他资讯均是一般的市场评论，并不构成投资建议。FEXchain不承担任何因依赖该资讯直接或间接而产生的损失，包括但不限于任何利润损失。
                          </br>  13.6 FEXchain的内容会随时更改并不作另行通知，FEXchain已采取合理措施确保网站资讯的准确性，但并不能保证其准确性程度，亦不会承担任何因FEXchain的资讯或因未能链结互联网、传送或接收任何通知和信息时的延误或失败而直接或间接产生的损失。
                         </br>   13.7 使用互联网形式的交易系统亦存有风险，包括但不限于软件，硬件和互联网链结的失败等。由于FEXchain不能控制互联网的可靠性和可用性，FEXchain不会对失真，延误和链结失败而承担任何责任。
                         </br>   13.8 禁止使用FEXchain从事洗钱、走私、商业贿赂等一切非法交易活动，若发现此类事件，FEXchain有权采取各种可使用之手段，包括但不限于冻结账户，通知相关权利机关等，FEXchain不承担由此产生的所有责任并保留向相关人士追究责任的权利</p>
                      <h3>责任限制与免责</h3>
                       <p>14.1 用户了解并同意，在任何情况下，FEXchain不就以下各事项承担责任：
                         </br>    14.1.1 收入的损失；
                         </br>    14.1.2 交易利润或合同损失；
                          </br>   14.1.3 业务中断；
                         </br>    14.1.4 预期可节省的货币的损失；
                         </br>    14.1.5 信息的损失；
                         </br>    14.1.6 机会、商誉或声誉的损失；
                         </br>    14.1.7 数据的损坏或损失；
                         </br>    14.1.8 购买替代产品或服务的成本；
                        </br>     14.1.9 数字资产消亡或退出市场；
                        </br>     14.1.10 任何由于侵权（包括过失）、违约或其他任何原因产生的间接的、特殊的或附带性的损失或损害，不论这种损失或损害是否可以为FEXchain合理预见；不论FEXchain是否事先被告知存在此种损失或损害的可能性。
                        </br>     14.1.1条至14.1.10条均是彼此独立的。
                         </br>    14.2 用户了解并同意，FEXchain不对因下述任一情况而导致用户的任何损害赔偿承担责任：
                        </br>     14.2.1 FEXchain有合理理由认为用户的具体交易事项可能存在重大违法或违约情形。
                        </br>     14.2.2 FEXchain有合理的理由认为用户在FEXchain的行为涉嫌违法或不当。
                       </br>      14.2.3 通过FEXchain服务购买或获取任何数据、信息或进行交易等行为或替代行为产生的费用及损失。
                       </br>      14.2.4 用户对本网站服务的误解。
                         </br>    14.2.5 非因FEXchain的原因而造成用户信息被泄露、毁损或灭失。
                        </br>     14.2.6 任何非因FEXchain的原因而引起的与FEXchain提供的服务有关的其它损失。
                        </br>     14.3 FEXchain不能保证FEXchain包含的全部信息、程序、文本等完全安全，不受任何病毒、木马等恶意程序的干扰和破坏，故用户登陆、使用FEXchain任何服务或下载及使用该下载的任何程序、信息、数据等均是用户个人的决定并自行承担风险及可能产生的损失。
                         </br>    14.4 FEXchain对FEXchain链接的任何第三方网站的任何信息、产品及业务及其他任何形式的不属于FEXchain的主体的内容等不做任何保证和承诺，用户如果使用第三方网站提供的任何服务、信息及产品等均为用户个人决定且承担由此产生的一切责任。
                         </br>    14.5 FEXchain对于用户使用FEXchain服务不做任何明示或暗示的保证，包括但不限于FEXchain提供服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，FEXchain也不对FEXchain提供的服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。是否登陆或使用FEXchain提供的服务是用户个人的决定且自行承担风险及可能产生的损失。FEXchain对于数字资产的市场、价值及价格等不做任何明示或暗示的保证，用户理解并了解数字资产市场是不稳定的，价格和价值随时会大幅波动或崩盘，交易数字资产是用户个人的自由选择及决定且自行承担风险及可能产生的损失。
                        </br>     14.6 本协议中规定的FEXchain的保证和承诺是由FEXchain就本协议和FEXchain提供的服务的唯一保证和陈述，并取代任何其他途径和方式产生的保证和承诺，无论是书面的或口头的，明示的或暗示的。所有这些保证和陈述仅仅代表FEXchain自身的承诺和保证，并不保证任何第三方遵守本协议中的保证和承诺。
                         </br>    14.7 FEXchain并不放弃本协议中未提及的在法律适用的最大范围内FEXchain享有的限制、免除或抵销FEXchain损害赔偿责任的任何权利。
                       </p>
                       <h3>违约责任</h3>
                        <p>
                            15.1 FEXchain或用户违反本协议的约定即构成违约，违约方应当向守约方承担违约责任。
                          </br>   15.2 如因用户提供的信息不真实、不完整或不准确给FEXchain造成损失的，FEXchain有权要求用户对FEXchain进行损失的赔偿。
                           </br>  15.3 如因用户违反法律法规规定或本协议约定，在FEXchain或利用FEXchain服务从事非法活动的，FEXchain有权立即终止继续对其提供FEXchain服务，注销其账号，并要求其赔偿由此给FEXchain造成的损失。
                           </br>  15.4 如用户以技术手段干扰FEXchain的运行或干扰其他用户对FEXchain使用的，FEXchain有权立即注销其FEXchain账号，并有权要求其赔偿由此给FEXchain造成的损失。
                           </br>  15.5 如用户以虚构事实等方式恶意诋毁FEXchain的商誉，FEXchain有权要求用户向FEXchain公开道歉，赔偿其给FEXchain造成的损失，并有权终止对其提供FEXchain服务。
                        </p>
                        <h3>争议解决</h3>
                        <p>16.1 用户与FEXchain因本协议的履行发生争议的应通过友好协商解决，协商解决不成的，任一方有权将争议提交FEXchain所在地的裁判机构。</p>
                        <h3>协议的生效和解释</h3>
                           <p>17.1 本协议于用户点击FEXchain注册页面的同意注册并完成注册程序、获得FEXchain账号和密码时生效，对FEXchain和用户均具有法律约束力。</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>
<style scoped>
.question{
    background-color: #f7f7fa;
}
.question .question-content {
    padding: 30px 0;
    padding-bottom: 30px;
}

.question .question-content .titles {
    text-align: center;
    font-size: 24px;
    font-weight: 100;
}

.question .question-content h3 {
    margin-bottom: 10px;
    font-size: 18px;
    font-weight: 100;
    margin-top: 20px;
}

.question .question-content h4 {
    font-size: 14px;
    margin: 8px 0;
}

.question .question-content p {
    line-height: 2.2;
}
</style>
